export default {
    '党':[[' 「黨」的異體字(02058)','「黨」的異體字（02058）',1]] //半形 ( ) 其他為全形
    ,'机':[['」機」的異體字','」「機」的異體字（05324）',1]]//少了「
    ,'証':[['「證」的異體字（07937)','「證」的異體字（07937）',1]]//後括為半形
    ,'妳':[['「嬭」的異體字(02941)','「嬭」的異體字（02941）',1]]//半形 ()
    ,'一刀兩斷':[['一刀兩　段','一刀兩段',1]]
    ,'騷':[['牲畜如','牲畜。如',1]] //少了。無法識別
    ,'發還':[['交還 如：','交還。如：',1]]
    ,'張力':[['。　如：「','。如：「',1]]
    ,'大處':[['」如：「有些事情要往大處著手，才不致流於瑣碎。」《朱子語類．卷三．鬼神》：「佛書論四大處，似亦粗述此意。','如：「有些事情要往大處著手，才不致流於瑣碎。」《朱子語類．卷三．鬼神》：「佛書論四大處，似亦粗述此意。」']]
    ,'凝':[['人莫涯其量。','人莫涯其量。」']] //最後漏了"」"，無法識別為引文
    ,'吃花酒':[['定輝固辭不獲。','定輝固辭不獲。」',1]]
    ,'土牆':[['掩蓋枯井。','掩蓋枯井。」']]
    ,'弔民伐罪':[['》周書．卷四八．蕭詧傳》：「','《周書．卷四八．蕭詧傳》：「']]
    ,'縮':[['後將悔之。','後將悔之。」']]
    ,'雅素':[['逡儉隆約以矯世俗','逡儉隆約以矯世俗。」']]
    ,'不中':[['（孔目云）可知有姦夫，我蹅開這門進去。」（高成慌科云）不中。有人來了，走！走！走！'
    	    ,'（孔目云）『可知有姦夫，我蹅開這門進去。』（高成慌科云）『不中。有人來了，走！走！走！』」"',1]]
    ,'嘉言善行':[['關漢卿〈謝天香．第一折》：「我料賢弟必有嘉言善行，教訓老夫咱。」',
    	'關漢卿《謝天香．第一折》：「我料賢弟必有嘉言善行，教訓老夫咱。」']]
    ,'布衣之交':[['》：寡人聞君之高義','》：「寡人聞君之高義']	]
    ,'皓齒明眸':[['《玉鏡臺．第二折〉：「','《玉鏡臺．第二折》：「']]
    ,'千狀萬端':[['書所以不能具。','書所以不能具。」']]
    ,'履':[['後赤壁賦〉：予乃','後赤壁賦〉：「予乃']]
    ,'星':[['鉦鼓日戒。','鉦鼓日戒。」']]
    ,'煦':[['〈豐樂亭記〉：而孰知','〈豐樂亭記〉：「而孰知']]
    ,'十六羅漢':[['大阿羅漢難提蜜多羅所說法住記：「','《大阿羅漢難提蜜多羅所說法住記》：「']]
    // ,'蚶':[['《爾雅．釋魚》「魁陸」句下晉．郭璞','《爾雅．釋魚》：「『魁陸』句下」晉．郭璞']]
}
/*


^d 進退。《三國志．卷四七．吳書．吳主權傳》「權大怒，欲自征淵」句下裴松之注引

wrong def 宋太祖親自規劃首都的外城  e之乎者也

九賓 def too long need split (\d)
六君子
伯恩斯坦
人名：

聲母，古鼻音聲母常說成口音，如廈門「馬」說成[ｂｅ]、「牛」說[ｇｕ]。ｓ",
						"type": "ｆ"
					},
					{
						"def": "、ｓｈ",
						"type": "ｓ"
					},
	{
						"def": "不分；古知徹澄讀端透定，
						"type": "ｓ"



	{
	"def": "輔音發音過程的中間階段。為發音時阻礙作用的持續，是發音器官形成阻礙到恢復正常狀態之前的階段。如發"
	},
	{
		"def": "音時，從雙脣緊閉到張開之前，肌肉持續緊張，口腔完全閉塞的階段，即為持阻階段。",
		"type": "p"
	}

*/