const _id=0,_idiom=1,_zhuyin=2,_pinyin=3,_definition=4,
_source_name=5,_source_text=6,_source_annotation=7,_source_reference=8,
_allusion=9,_usage_semantic=10,_usage_category=11,_usecase=12 ,
_bookproof=13,_identify_synonym=14,_identify_antonym=15,_identify_examples=16,
_mistake=17,_synonym=18,_antonym=19,_reference=20;
/* 
二菩薩既收了青獅、白?
二菩薩既收了青獅、白𤡸

（西元９６１?～１０２３）
（西元９６１？～１０２３）

（西元前５０１?～前４１６）
（西元前５０１？～前４１６）

明．徐?《殺狗記》
明．徐畛《殺狗記》

警世通言．卷二三．樂小舍?生覓偶
警世通言・卷二三・樂小舍𢬵生覓偶

譚嗣同全集．思緯?㚃臺短書．報貝元徵書
譚嗣同全集・思緯𡔹㚃臺短書・報貝元徵書

??訿訿模稜兩可者，必小人
𧬈𧬈訿訿模稜兩可者，必小人

君子之道該先傳授哪一項呢?
君子之道該先傳授哪一項呢？
(西元５０６～?)
(西元５０６～？)
（西元前５０７～?）
（西元前５０７～？）

錦樣年華水樣過，輪?風雨暗消磨
錦樣年華水樣過，輪𨂜風雨暗消磨

元・秦𥳑夫《趙禮讓肥・第一折》：「待著些麤糲
秦?夫《趙禮讓肥》第一折：「待著些麤糲

𪗰如馬噉萁，川上高士嬉
?如馬噉萁，川上高士嬉

正廳上坐著個㑳??問事官人
正廳上坐著個㑳𢠳𢠳問事官人

石?〈送楊太僕序〉
石𤥖〈送楊太僕序〉


南朝梁．釋僧祐〈釋迦?序〉
南朝梁・釋僧祐〈釋迦𧪻序〉

𣰦毯敝衣無處結
?毯敝衣無處結
等章，莫不言?
等章，莫不言𥳑

張岱《瑯嬛文集・卷三・戲冊𡵚侯制》
張岱《瑯嬛文集．卷三．戲冊?侯制》

與陳郡謝𤅢、吳國張融
與陳郡謝?、吳國張融
是因為玉少而美石多嗎?
是因為玉少而美石多嗎？
子周璉，先生知否?
子周璉，先生知否？
*/
export default {
    33:{//扶搖直上
        [_usecase]: //依 WFG 本補
        [['他遇貴人提拔','在一片缺水聲中，瓶裝飲用水的價錢扶搖直上。\n這項工程的預算逐年扶搖直上，真有點負擔不起。\n老董看了統計表上扶搖直上的業績曲線，眉開眼笑。\n＆\n他遇貴人提拔']]
    },
	36:{
	[_bookproof]:[['  05.','\n05.']],
	},
	126:{
	[_usecase]:[['<!--960430詢過曾總編意見後更改,原作\"嘴都攏不來\"-->','']],
	},
    186:{ //顛沛流離
        [_source_name]:
        [['１、「顛沛」：《論語．里仁》《漢書．卷二四．食貨志上》','１、「顛沛」：《論語．里仁》\n◎《漢書．卷二四．食貨志上》',1]],//漢書是 流離 的典源
        [_source_annotation]:
        [['２、「流離」陽九之阸：','\n２、「流離」\n陽九之阸：',1]],
    },
	291:{
	[_usecase]:[['</table>','']],
	},
    421:{
        [_source_annotation]:[['\n不穀','\n反：同「返」，歸返。\n不穀']],//缺 反的註釋，依文義補上
    },
	494:{
	[_bookproof]:[['</body>','']],
	},
	539:{
	[_bookproof]:[['<p>',''],['</p>','']],
	},
	555:{
	[_bookproof]:[['   04.','\n04.']],
	},
	719:{
	[_bookproof]:[['<!--',''],['-->','']],
	},
	857:{
	[_bookproof]:[['04.','\n04.']],
	},
	1068:{
	[_bookproof]:[['06.','\n06.']],
	},
	1354:{
	[_reference]:[['#N/A','']],
	},
	1479:{
	[_synonym]:[['□嬛福地','琅嬛福地']],
	},
	1746:{ //人浮於食
	[_definition]:[['（源）<br><!--','\n']]
	},
	3889:{//食浮於人
	[_definition]:[['<br>-->','']]
	},
	1542:{
	[_bookproof]:[['  04.','\n04.']],
	},
     1687:{
	[_bookproof]:[['。02.','。\n02.']],
	},
	2473:{
	[_bookproof]:[['（二）。01','（二）01']],
	},
	2926:{
	[_bookproof]:[['　02.','\n02.']],
	},
	3429:{
	[_bookproof]:[['(一)01','（一）01'],['(二)01','（二）01']]
	},
	3630:{
	[_bookproof]:[['。02.','\n02.']],
	},
	4477:{
	[_definition]:[['<img align=absmiddle src=../../mandarin/wordpicture/>','']]
	},
	4516:{
        [_bookproof]:[['七竅　（煙）騰','七竅烟（煙）騰']],
    }, 	4532:{
	[_definition]:[['</t６d>','']]
	},
	4602:{
	[_bookproof]:[['』02.','』\n02.']],
	},
    5110:{
        [_source_annotation]:[['開關:開啟關隘','開關：開啟關隘',1]]
    },
    5123:{
        [_source_text]: [['瑕不揜瑜\n，瑜不揜瑕，','瑕不揜瑜，瑜不揜瑕\n，',1]]
    },
    5132:{
        [_usecase]:[[/0\d\./g, '', 5]], //extra numbering
    },
    5134:{
        [_source_text]:[['\n*7*故綺閣金門','故\n*7*綺閣金門',1]],
        [_source_annotation]:[[': ','：',5],[':','：',2]],
    },
    5155:{
        [_source_annotation]:[[':','：',8]]
    },
    5142:{
        [_source_annotation]:[['跬步:','跬步：']]
    },
    5144 : { //作姦犯科
        [_source_text]:[['先帝創業未半，而中道','先帝\n創業未半，而中道',1]]
    },
    
}